{
  "journalPublications": [
    {
      "id": "global-north-policy",
      "authors": "<i>Ramirez-Ruiz, S.</i> and Senninger, R.",
      "year": null,
      "title": "Government policy documents across 185 countries largely cite Global North sources",
      "journal": "Nature Human Behaviour",
      "journalInfo": "in principle acceptance",
      "links": {
        "thread": "https://bsky.app/profile/seramirezruiz.bsky.social/post/3lrfm63ylrk22",
        "preprint": "https://osf.io/preprints/osf/w8q3y"
      },
      "abstract": "Evidence is widely acknowledged as essential for crafting effective public policies. Despite its critical role, we know surprisingly little about the specific sources that inform decisions around the world. This paper explores the sources of evidence in the policymaking arena by analyzing evidence cited in over 1.2 million policy documents from 185 countries. Our analyses capture references to 3.5 million scholarly works and 740,000 policy sources including contributions from government agencies, academic researchers, international organizations, and think tanks. By focusing on the documented, accessible, and digitally visible evidence available to the global policymaking community, we map global patterns of evidence use, highlighting regional and policy domain variation. Our findings reveal a pronounced concentration of attention: the vast majority of cited evidence—both academic and policy—is produced in the Global North, even in documents authored by governments in the Global South. These patterns persist across policy areas, though with notable variation in the types of sources commonly used. Overall, the findings reveal a somewhat concentrated evidence landscape in which a small number of countries disproportionately serve as global reference points, underscoring persistent asymmetries in visibility, influence, and access within the international policy knowledge ecosystem."
    },
    {
      "id": "colombia-peace",
      "authors": "<i>Ramirez-Ruiz, S.</i>",
      "year": 2024,
      "title": "The unexpected results of the Peace Referendum changed conflict termination preferences in Colombia",
      "journal": "Research & Politics",
      "journalInfo": "11.1",
      "links": {
        "thread": "https://bsky.app/profile/seramirezruiz.bsky.social/post/3lboot54c7l2q",
        "paper": "https://doi.org/10.1177/20531680241233793",
        "materials": "https://doi.org/10.7910/DVN/URT9L6"
      },
      "abstract": "In October 2016, the Colombian electorate narrowly rejected in a plebiscite the final agreement to end the conflict with the longest-running armed insurgency in the Western Hemisphere, the FARC. The plebiscite's result provides a unique opportunity to assess dynamics in civil conflict termination preferences. I exploit the unexpected victory of the No vote, observed during the AmericasBarometer fieldwork, to estimate the effect of the uncertainty about the trajectory of the conflict generated by the outcome of the plebiscite. The unexpected defeat of the peace plebiscite did not measurably change the expressed support for the recently rejected agreement. However, it increased the public support for a negotiated rather than military settlement to the conflict, as well as respondents' willingness to give concessions to FARC members. These findings inform the broader literature on civilian preferences toward civil conflict termination and compromise."
    },
    {
      "id": "cheating-survey",
      "authors": "Munzert, S., <i>Ramirez-Ruiz, S.</i>, Barberá, P., Guess, A.M. and Yang, J.",
      "year": 2022,
      "title": "Who's cheating on your survey? A detection approach with digital trace data",
      "journal": "Political Science Research and Methods",
      "journalInfo": "pp.1-9",
      "links": {
        "thread": "https://bsky.app/profile/seramirezruiz.bsky.social/post/3lboop26hkt2p",
        "paper": "https://doi.org/10.1017/psrm.2022.42",
        "materials": "https://dataverse.harvard.edu/dataset.xhtml?persistentId=doi:10.7910/DVN/WGWUK2"
      },
      "abstract": "In this note, we provide direct evidence of cheating in online assessments of political knowledge. We combine survey responses with web tracking data of a German and a US online panel to assess whether people turn to external sources for answers. We observe item-level prevalence rates of cheating that range from 0 to 12 percent depending on question type and difficulty, and find that 23 percent of respondents engage in cheating at least once across waves. In the US panel, which employed a commitment pledge, we observe cheating behavior among less than 1 percent of respondents. We find robust respondent- and item-level characteristics associated with cheating. However, item-level instances of cheating are rare events; as such, they are difficult to predict and correct for without tracking data. Even so, our analyses comparing naive and cheating-corrected measures of political knowledge provide evidence that cheating does not substantially distort inferences."
    },
    {
      "id": "covid-vaccination",
      "authors": "Munzert, S., <i>Ramirez-Ruiz, S.</i>, Çalı, B., Stoetzer, L.F., Gohdes, A. and Lowe, W.",
      "year": 2022,
      "title": "Prioritization preferences for COVID-19 vaccination are consistent across five countries",
      "journal": "Humanities and Social Sciences Communications",
      "journalInfo": "9(1), pp.1-10",
      "links": {
        "thread": "https://bsky.app/profile/seramirezruiz.bsky.social/post/3lbooqxcaqh2r",
        "paper": "https://www.nature.com/articles/s41599-022-01392-1",
        "materials": "https://dataverse.harvard.edu/dataset.xhtml?persistentId=doi%3A10.7910%2FDVN%2FBUN9DF"
      },
      "abstract": "Vaccination against COVID-19 is making progress globally, but vaccine doses remain a rare commodity in many parts of the world. New virus variants require vaccines to be updated, hampering the availability of effective vaccines. Policymakers have defined criteria to regulate who gets priority access to the vaccination, such as age, health complications, or those who hold system-relevant jobs. But how does the public think about vaccine allocation? To explore those preferences, we surveyed respondents in Brazil, Germany, Italy, Poland, and the United States from September to December of 2020 using ranking and forced-choice tasks. We find that public preferences are consistent with expert guidelines prioritizing health-care workers and people with medical preconditions. However, the public also considers those signing up early for vaccination and citizens of the country to be more deserving than later-comers and non-citizens. These results hold across measures, countries, and socio-demographic subgroups."
    },
    {
      "id": "vaa-meta",
      "authors": "Munzert, S. and <i>Ramirez-Ruiz, S.</i>",
      "year": 2021,
      "title": "Meta-analysis of the effects of voting advice applications",
      "journal": "Political Communication",
      "journalInfo": "38(6), pp.691-706",
      "links": {
        "thread": "https://bsky.app/profile/seramirezruiz.bsky.social/post/3lbooldug2p23",
        "paper": "https://doi.org/10.1080/10584609.2020.1843572",
        "ungated": "https://osf.io/preprints/utdn4/",
        "materials": "https://dataverse.harvard.edu/dataset.xhtml?persistentId=doi%3A10.7910%2FDVN%2FBUN9DF"
      },
      "abstract": "We review the influence of voting advice applications (VAAs) on three core outcomes: turnout, vote choice, and issue knowledge. In a meta-analysis of 55 effects reported in 22 studies, comprising 73,673 participants in 9 countries, we find strong evidence for positive effects of VAA usage on reported turnout (OR = 1.87; 95% CI = [1.50, 2.33]) and vote choice (OR = 1.44; 95% CI = [1.16, 1.78]) as well as modest evidence on knowledge increase (partial correlation = 0.09; 95% CI = [−0.01, 0.18]). At the same time, we observe large heterogeneity in effect sizes, for which study design turns out to be a key driver. Effects are substantively weaker in causally more rigorous experimental studies. We highlight the need for more well-powered experimental research as well as studies focusing on the acquisition of knowledge in VAA usage."
    }
  ],
  "workingPapers": [
    {
      "id": "legislators-researchers",
      "title": "Politicians from 12 countries rarely engage with researchers on social media, but this can change when expertise gains salience",
      "links": {
        "thread": "https://bsky.app/profile/seramirezruiz.bsky.social/post/3lqtospvmuk27",
        "preprint": "https://osf.io/preprints/osf/wqbe4_v1"
      },
      "abstract": "Interactions between the policy and academic communities can play an important role in political decisionmaking. Still, the fact that much of the policymaking process happens behind closed doors obscures our understanding of the relationships between political decision-makers with academic researchers. To address this challenge, this paper introduces a novel approach that leverages online behavioral data from social media to examine how legislators interact with researchers. By analyzing data from 3,670 lawmakers in 12 countries merged to a novel database of 410K academic researchers on Twitter, this study provides new insights into these otherwise hidden interactions. The findings suggest that lawmakers do follow, yet rarely visibly engage with researchers online. Lawmakers from conservative and radical right parties follow and engage less with researchers online than their colleagues from other parties. While the base engagement is relatively low across legislatures, it can increase when expertise gains salience. During the early stages of the COVID-19 pandemic, marked by policy uncertainty involving a novel and technically complex policy issue, lawmakers' overall inclination to follow and engage with scholars increased, most prominently targeting researchers from the medical sciences. These findings have implications for our understanding of politicians' strategic engagement with scientific expertise."
    },
    {
      "id": "bewt-bundestag",
      "title": "The Bundestag Expert Witness Tracker (BEWiT): A database of German Bundestag public expert hearings",
      "links": {},
      "abstract": "In democratic systems, legislators tackle complex policy challenges while juggling limited time, attention, and information, alongside pressures from constituents and interest groups. Although they frequently rely on external expertise, we still know surprisingly little about who is formally invited to contribute knowledge to the legislative process. This paper introduces the Bundestag Expert Witness Tracker (BEWT), a novel, hand-curated dataset documenting over 11,000 expert-affiliation pairs from more than 1,800 public committee hearings in the German Bundestag between 2009 and 2024. The database captures detailed metadata on hearings, expert identities, organizational affiliations, and—where available—linked Lobbyregister records and academic researcher profiles. These hearings offer a rare, observable arena to study how legislators curate informational inputs across diverse policy domains. To demonstrate the empirical potential of BEWT, I present two applications: one that analyzes the disciplinary and institutional composition of academic experts in committee hearings, and another that examines whether a procedural reform in the middle of the 20th legislative period—requiring disclosure of which party invited each expert—correlates with shifts in the makeup of the witness pool. This resource opens new avenues for investigating how democratic institutions filter expertise, navigate competing demands, and structure the informational foundations of policymaking."
    },
    {
      "id": "scientific-reasoning",
      "title": "Measuring scientific reasoning for public policy: Development and validation of an adaptive inventory",
      "coauthors": "in collaboration with Simon Munzert",
      "links": {},
      "abstract": "Being able to make sense of scientific evidence is a critical component in shaping effective public policy, enabling both policymakers and the public to make informed decisions on complex issues. However, existing measures of this skillset may not fully address the specific methodological and applied demands of public policy contexts. We develop the Inventory for Numeracy, Statistics, and Policy-oriented Inference and REasoning (INSPIRE), a comprehensive measurement instrument to assess competence in scientific evidence consumption in relation to public policy. The instrument integrates knowledge of statistical reasoning, data and visualization literacy, causal reasoning and inference, and the scientific method, alongside the ability to critically evaluate scientific information pertinent to policy debates. Using Item Response Theory (IRT), we systematically assess an initial item pool, resulting in an inventory of 30 items. We assessed the inventory's psychometric and substantive validity across three samples: a general population, policy students and professionals in a data science training program, and participants in a pre-election forecasting study. This allowed us to examine its performance across different groups and contexts. Results indicate good internal consistency and evidence of construct, criterion, and predictive validity. We close with considerations for potential use of the item bank in research and applied settings."
    },
    {
      "id": "international-institutions",
      "title": "International institutions as evidence sources for the European Union",
      "coauthors": "in collaboration with Francesca Minetto and Roman Senninger",
      "links": {},
      "abstract": "The European Union is often portrayed as a major exporter of policy ideas and norms, yet the extent to which it relies on evidence and ideas from external actors remains a less explored aspect of European governance. This paper examines the role of international institutions (IIs) as evidence providers in EU policymaking. Drawing on a large-scale citation analysis of over 115,000 EU policy documents published between 2000 and 2024, we find that while EU institutions predominantly cite themselves, IIs consistently emerge as the most frequently referenced external actors, surpassing think tanks, academic institutions, and national governments. This pattern of II citation has remained remarkably stable over the past two and a half decades and spans a wide array of policy domains. However, IIs with strong economic regulatory mandates—particularly the OECD, IMF, and World Bank—dominate references, across policy areas and institutions. These institutions function not as peripheral observers but as epistemic anchors within the EU's policymaking ecosystem. Our results suggest that IIs play a central and underappreciated role in informing the EU policy process. They highlight a structurally embedded relationship between the EU and IIs, with implications for how legitimacy, expertise, and authority are negotiated in European policymaking. By tracing citation patterns, this study contributes to debates on the evolving relationship between the EU and global governance institutions, evidence-based policymaking, and expert information diffusion. It invites a reassessment of the EU's knowledge politics and challenges the notion of the EU as merely an exporter of policy ideas."
    },
    {
      "id": "web-tracking-framework",
      "title": "A Framework for Publishing Combined Web Tracking and Survey Data",
      "coauthors": "in collaboration with Simon Munzert, Oliver Watteler, Johannes Breuer, Veronika Batzdorfer, Christina Eder, and Deborah Wiltshire",
      "links": {
        "preprint": "https://osf.io/preprints/osf/y4v8z_v1"
      },
      "abstract": "Combined survey and web tracking data have great potential for social-scientific research. They allow linking information on online behavior with data on reported offline behavior, opinions, and attitudes. At the same time, ethical, legal, and technical challenges make it difficult to disseminate linked web tracking data to the scientific community. This whitepaper aims to address these challenges by providing guidance for researchers and archivists, discussing legal, practical, and ethical aspects, disclosure risks, and establishing a framework for publishing web tracking data. Recommendations for best practices are also provided based on experiences from a research project funded by the German Consortium for the Social, Behavioural, Educational and Economic Sciences."
    },
    {
      "id": "online-news-environment",
      "title": "Mapping the online news environment: Leveraging survey and web-tracking data for audience networks",
      "links": {},
      "abstract": null
    }
  ]
}
